
from ShahmMusic import BOT_NAME

PM_START_TEXT = """*https://graph.org/file/39741eb49863d3e75b041.mp4*
ᯓ 「𝐌𝐔𝐒𝐈𝐂 𝐄𝐕𝐈𝑳」، ⦃𓏛

✧ ¦ اهلا بك ف سورس ايفل 🫡 
✧ ¦ اولا كده انا بشغل اغاني في الكول 🎸
✧ ¦ بـنزل اغاني و فيديوهات و كل حاجه😂
✧ ¦ اضغـط علي زر اوامـر البـوت
ᯓ 「𝐌𝐔𝐒𝐈𝐂 𝐄𝐕𝐈𝑳」، ⦃𓏛"**
"""

START_TEXT = """
**- [ᯓ 「𝑆𝑂𝑈𝑅𝐶𝐸 𝐄𝐕𝐈𝑳」، ⦃𓏛](t.me/Y_Wli)
—————————————
- [𝐌𝐔𝐒𝐈𝐂 𝐄𝐕𝐈𝑳](t.me/Y_wli)

- [𝐌𝐔𝐒𝐈𝐂 𝐄𝐕𝐈𝑳](t.me/Y_wli)**
"""

HELP_TEXT = f"""
<u> **الاوامر في بوت ميوزك {BOT_NAME} :**</u>

**♚ مرحبا بك في اوامر التشغيل ♡**

**• اوامر التشغيل البـوت**

**›› تشغيل ↫ لتشغيل اغنية**
**›› تخطي ↫ لتخطي التشغيل الحالي**
**›› ايقاف ↫ لانتهاء التشغيل الحالي**
**›› اسكت ↫ لايقاف التشغيل الحالي مؤقتا**
**›› كمل ↫ لاستمرار التشغيل المتوقف**
**›› بحث او فيديو ↫لتحميـل الاغانـي اڪتب**

**›› اكتب بنك لمعرفة سرعة تشغيل البوت **
**›› اكتب المطورين لمعرفة مطورين البوت**
**›› اكتب تحميل + الاسم للتنزيل من اليوتيوب**

𝐌𝐔𝐒𝐈𝐂 𝐄𝐕𝐈𝑳 ‌♬⁩ : @Y_wli
"""

HELP_SUDO = f"""
<u> **اوامر المطور {BOT_NAME} :**</u>

**›› اكتب المكالمات لمعرفة المكالمات في البوت**
**›› اكتب /eval لتشغيل على محطة البوت **
**›› اكتب فحص لاختبار سرعة السيرفر  **
**›› اكتب الاحصائيات لعرض إحصائيات السيرفر **

**›› اكتب اسم + الاسم لوضعة اسم للمساعد**
**›› اكتب بايو + البايو لوضعة بايو للمساعد**
**›› اكتب صورة واعمل رد على صورة للمساعد**
**›› اكتب مسح لحذف صورة الحساب المساعد **

𝑆𝑂𝑈𝑅𝐶𝐸 𝐄𝐕𝐈𝑳 ‌♬⁩ : @Y_wli
"""

HELP_DEV = f"""
<u> **اوامر المالك {BOT_NAME} :**</u>

**›› هذا الاوامر فقط لمطور البوت **

**›› اكتب اذاعة و اعمل رد على الاذاعه**
**›› اكتب تنظيف لمسح التخزين المؤقت للبوت**
**›› اكتب مغادرة لمغادرة المساعد الكروبات**

**›› اكتب مطور +اليوزر لإضافة مطور في البوت**
**›› اكتب تنزيل +اليوزر لـتـنزيل مطور من البوت**

𝑆𝑂𝑈𝑅𝐶𝐸 𝐄𝐕𝐈𝑳 ‌♬⁩ : @Y_wli
"""
